[Demo_Kurona_ep7_4 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-510,Y=1114,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-7,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-310,Y=1080,Z=1200),VecSub=(X=150,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-310,Y=1148,Z=1200),VecSub=(X=200,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0700_lp_Cry",Rate=0,Number=3,Bit=4)
DemoScripts[7]=(Actor=CHARACTER,Command=CHEEK,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Rate=0.8)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Infatuated.GG2_BGM_DM_CMN_Infatuated_Cue')
DemoScripts[11]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_4.GG2_V_Kurona_ep7_4_001_Cue',Name="クロナ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_4.GG2_V_Kurona_ep7_4_002_Cue',Name="クロナ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[24]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[30]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_4.GG2_V_Kurona_ep7_4_004_Cue',Name="クロナ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_4.GG2_V_Kurona_ep7_4_005_Cue',Name="エコロ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_4.GG2_V_Kurona_ep7_4_006_Cue',Name="エコロ")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[46]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[47]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-500,Y=1114,Z=1260))
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_4.GG2_V_Kurona_ep7_4_008_Cue',Name="クロナ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_4.GG2_V_Kurona_ep7_4_009_Cue',Name="エコロ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0110_fx_Stand2Go",Rate=1,Number=2,Bit=0)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1000_lp_Go",Number=8)
DemoScripts[59]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_ep7_4.GG2_V_Kurona_ep7_4_010_Cue',Name="エコロ")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[62]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[63]=(Actor=WINDOW,Command=EXIT)
DemoScripts[64]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[65]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[66]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[67]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[68]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[69]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[70]=(Actor=SYSTEM,Command=END)

[Select_Kurona_ep7_4 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Kurona_ep7_4 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="唔唔....../n......KILLING ME/nSOFTLY......")

Texts[1]=(Label="TEXT02",Name="庫蘿娜",Text="咦......庫蘿娜....../n怎麼了DEATH......?")

Texts[2]=(Label="TEXT03",Name="峯大",Text="太好了....../n妳恢復原狀了啊.")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="唔唔......總覺得....../n身體暖烘烘的DEATH......")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="看來黑暗能量好像/n還剩下一些呢.")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="峯大大人,/n這裡就用心跳力場/n中和多餘的能量吧.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="沒想到竟然演變成了/n要對庫蘿娜使用的情況......")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="唔唔,拜託了DEATH......峯大./n再這樣下去,我會一直暖烘烘的,/n無法冷靜DEATH......")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="總覺得兩位氣氛意外地不錯?/n......嗯,是也沒關係啦.")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="那麼就來解毒吧!/n心跳力場展開!!")

Texts[10]=(Label="",Name="",Text="")

Texts[11]=(Label="SELECT01",Name="",Text="")

Texts[12]=(Label="SELECT02",Name="",Text="")

Texts[13]=(Label="SELECT03",Name="",Text="")

Texts[14]=(Label="SELECT04",Name="",Text="")

Texts[15]=(Label="SELECT05",Name="",Text="")

Texts[16]=(Label="SELECT06",Name="",Text="")

Texts[17]=(Label="SELECT07",Name="",Text="")

Texts[18]=(Label="SELECT08",Name="",Text="")

Texts[19]=(Label="SELECT09",Name="",Text="")

Texts[20]=(Label="SELECT10",Name="",Text="")


